devel/git
ftp/curl
ftp/wget
shells/fish
shells/nushell
shells/starship
editors/helix
security/doas
sysutils/tmux
sysutils/eza
sysutils/bottom
sysutils/bastille
sysutils/appjail-devel
textproc/bat
textproc/fzf
textproc/ripgrep
devel/py-ruff
devel/py-uv
x11/alacritty
x11-wm/spectrwm
databases/postgresql17-server
databases/postgresql17-contrib
databases/postgresql18-server
databases/postgresql18-contrib
www/nginx
